<?php 

$lang["about_us_title"] = "Краток опис на компанијата";

$lang["nav_about_us"] = "За нас";
$lang["nav_telecommunication"] = "Телекомуникации";
$lang["nav_power_supply"] = "Напојување";
$lang["nav_audio_video"] = "Аудио\Видео";
$lang["nav_defence_security"] = "Одбрана и&nbsp;сигурност";

$lang["about_us_mission_title"] = "Мисија";

$lang["about_us_mission"] = "ИЦС работи напорно да стане клучен партнер и помошник на нашите корисници, со цел тие да станат поуспешни и покомпетитивни на пазарот.^ Наша цел е долгорочно партнерство со нашите корисници.^ Ние им помагаме на нашите корисници за тие да постигнат целосен потенцијал, асистирајќи ги притоа како да направат систематски промени на клучните сегменти од нивната работа.^ ИЦС е компанија која е посветена на подобрување на критичните бизнис функции: менаџмент перформанси, работна продуктивност како и организациски подобрувања на основните работни функции, како и интеграција на комплексни ИТ и Телеком системи за постигнување на економски исплатливо и ефикасно решение.^ Ние се трудиме целовремено да бидеме фокусирани кон едноставност, корисност и достапност.^";

$lang["about_us_partners_title"] = "Партнери";

$lang["about_us_corporate_title"] = "Корпорациски информации";
?>