<?php 

$lang["services_title"] = "Услуги";

$lang["services_engineering_title"] = "Инженеринг";

$lang["services_engineering_subtitle"] = "Нешто за нашиот инженеринг";

$lang["services_engineering_content"] = "ИЦС Консалтинг и Инженеринг обезбедува проектирање и изведба на телекомуникациски и ИТ системи кои вклучуваат говорен, податочен, радио и оптички транспорт.^ ИЦС исто така изработува и физибилити студии како и проектирање и имплементација на телекомуникациски и ИТ системи.^ ИЦС креира планови, записи, детални технички спецификации, како и надзор по барање на корисникот за да се обезбеди точна и комплетна инсталација во согласност со инженерската практика.^ ИЦС често е вклучен во избор на опрема, операциски и технички проблеми кои може да побаруваат теренски надзор, детална проверка на пресметки од трети лица или генерална координација на специфични аспекти на еден проект. ИЦС работи и обезбедува согласност со државни закони и регулативи во работата.";

$lang["services_system_integration_title"] = "Системска интеграција";



$lang["services_consulting_title"] = "Консалтинг";

$lang["services_consulting_subtitle"] = "Консалтинг";


?>
