<?php 

$lang["services_title"] = "Услуги";

$lang["services_first_page"] = "Нудиме најразлични сервиси, од консалтинг, инженерство, системска интеграција, супервиција, инсталација и др.";

$lang["services_engineering_title"] = "Инженеринг";

$lang["services_engineering_subtitle"] = "Нешто за нашиот инженеринг";

$lang["services_engineering_content"] = "ИЦС Консалтинг и Инженеринг обезбедува проектирање и изведба на телекомуникациски и ИТ системи кои вклучуваат говорен, податочен, радио и оптички транспорт.^ ИЦС исто така изработува и физибилити студии како и проектирање и имплементација на телекомуникациски и ИТ системи.^ ИЦС креира планови, записи, детални технички спецификации, како и надзор по барање на корисникот за да се обезбеди точна и комплетна инсталација во согласност со инженерската практика.^ ИЦС често е вклучен во избор на опрема, операциски и технички проблеми кои може да побаруваат теренски надзор, детална проверка на пресметки од трети лица или генерална координација на специфични аспекти на еден проект. ИЦС работи и обезбедува согласност со државни закони и регулативи во работата.";

$lang["services_system_integration_title"] = "Системска интеграција";


$lang["services_system_integration_first_paragraph"] = "ИЦС им помага на своите клиенти да ги решат своите бизнис предизвици, да ја 
забрзаат иновацијата во нивниот бизнис и да креираат можности за висок перформанс. Ние работиме со нашите клиенти со цел да ги 
разбереме нивните цели и да имаме чиста визија како беспрекорно и едноставно да интегрираме решение со кое тие би ги оствариле 
своите цели. Преку користење на најнови и најмодерни технологии, или преку нашите развивачки можности, или пак преку веќе постоечки 
софтверски решенија од лидерите на пазарот како SAP или Oracle, ние успеваме да решаваме проблеми кои се специфични за индустријата 
како и проблеми кои се споделуваат помеѓу претпријатија од различни индустрии. Ние им помагаме на организациите да се издигнат на 
едно повисоко ниво на перформанс, на брз и успешен начин.
";

$lang["services_system_integration_list"] = "Имаме дефинирано серија од индустриски пристапи, како и пристапи кои се специфични за конретна технологија, со цел 
понатамошна индустријализација, поедноставување и забрзување на користењето на нашиме развивачки можности. Скроени за уникатни бизнис потреби нашите 
развивачки можности ги комбинираат нашите средства, вештини, партнерства и крај-со-крај достави за забрзување на компетитивните предности кои би помогнале
на организациите да постигнат повисок перформанс.^ Нашето долгогодишно искуство го имаме преточено во докажани методи и пристапи кои ги отстрануваат несигурностите
и претпоставките од самата имплементација, со што придобивките од системската интеграција се достигнуваат поуспешно и побрзо. Со индустриализираните решенија
добиени преку пристапот на глобална достава, ние го минимизираме ризикот и го забрзуваме процесот кој води до зголемена вредност и перформанси.^
Ние имаме силни и диференцирани индустриски искуства. Развиваме, дизајнирами доставуваме и интегрираме системи чиј главен фокус се потребите 
на конкретни, специфични индустрии, независно дали станува збор за услужни портали за мобилна комуникација, единелна IT платформа за компанија
или пак веб страна на катастар на некоја владина агенција.^ Исто така ние сме во тек со денешните и идните лидери во нашиот пазар, преку нашата мрежа 
од стратешки сојузи. Работиме рамо до рамо со компании како Microsoft, Oracle, SAP и други лидери на пазарот за интеграција на бизнис процеси и IT системи
во рамките на целото претпријатие, користејќи спакувани, како и custom решенија. Во нашиот тим има професионалци кои се тренирани и подготвени теоретски како 
и преку лични искуства, со цел да можеме да понудиме решенија кои ги задоволуваат и дури и надминуваат стандардите поставени од самите провајдери на техниологјата.^
Нашата компанија знае и разбира што треба да се направи за да се постигне функционална совршеност во рамките на организаијата, како добар однос на релација
муштерија-менаџмент, човечки ресурси, менаџмент на понуда и побарувачка, информациски менаџмент или финансиски менаџмент. Ние се повикуваме на нашите искуства и 
истражувања во повеќе индустрии, за да придонесеме со длабоки знаења и увиди во секој наш проект.^ Ние, во ИЦС сме во постојан чекор со новите технологии со цел да
им понудиме на нашите клиенти можности за забрзување на нивните моментални нивоа на перформанс. Со постојаните истражувања, како и практичната работа во области
како што се сервисно-ориентирана архитектура, open source технологии како и software-as-a-service ние постојано ги анализираме и проучуваме трендовите
кои ќе имаат големо влијание на технологијата и бизнисот во иднината.";


$lang["services_system_integration_second_paragraph"] = "Срцевината на нашата системска интеграција, на нашето искуство во технологијата,
нашата пасија за истражување и иновација, односот со нашите клиенти и партнери како и нашиот индустриски пристап, се секако нашите вработени. 
Имаме направено тим од мотивирани, обучени и стручни SI професионалци кои работат како една глобална мрежа и се посветени на остварување на
високи перформанци во нивното работење.";


$lang["services_consulting_title"] = "Консалтинг";

$lang["services_consulting_subtitle"] = "Консалтинг";


?>
