<?php echo $header; ?>

<div class="container news-page">
	<div class="row">
		<div class="col-md-12">
			<div style="text-align: center;">

			<h1>Со ИЦС до најмодерна судница во Македонија</h1>
			</div>
			<div style="text-align: center; margin-bottom: 20px;">
			<img src="<?php echo base_url('assets/images/news_images/sudnica.png'); ?>" />
			</div>
			<p>
				ИЦС Консалтинг Инженеринг го дизајнира и имплементира решението за аудио-визуелно следење на судските процеси со потсистем за заштитен сведок во судницата на Правниот факултет на универзитетот „Гоце Делчев“ во Штип. Ова решение е базирано на системот СРС Фемида на нашиот деловен партнер СРС од Украина. ИЦС Консалтинг Инженеринг овој систем веќе го има имплементирано во основните судови и јавните обвинителства во Македонија.
			</p>
			<p>
				СРС Фемида системот обезбедува објективна регистрација на судските рочишта/постапки, преку аудио и видео снимање на судските процеси. Во оваа судница имплементирано е решение  со  8 аудио канали и 4 видео камери, инсталирани во самата судница, со што се овозможува висок степен на транспарентност. Системот обезбедува креирање во реално време на записници од настанати со индикации за учесниците и настаните на судските рочишта, по хронолошки редослед, овозможува едноставно и автоматско креирање на електронски и печатени записници, потпишани со дигитален потпис, овозможува креирање на податоци за случајот,  (број на судењето, учесници, сериски број на ЦД/ДВД на  кој се снима процесот, имиња на настани и забелешки), аудио и видео записник и записник од процесот. Исто така, целиот оперативен систем исклучува можност за неавторизиран пристап до податоците, снимени на тврдиот диск, со користење на предефинирани шаблони за различни судски постапки, со тоа што снимените судски рочишта на ЦД/ДВД може да бидат репродуцирани на кој било компјутер, без инсталација на дополнителен софтвер.
			</p>
			<p>
				Потсистемот за заштитен сведок првпат се имплементира во Македонија, истиот претставува комплетен систем дизајниран за заштита на сведок или жртва со обезбедување негова непрепознатливост додека го дава исказот во кривичната постапка. Потсистемот овозможува  аудио-визуелна врска со заштитениот сведок кој може да биде во судот, но и надвор од него во тајна соба, а заштитата се постигнува со примена на софистицирани алгоритми за изобличување на гласот и сликата на тој начин да не може да се реставрира ниту гласот, ниту сликата. Исто така потсистемот овозможува заштита на оригиналните глас и слика кога тоа се прави случајно или намерно. 
			</p>
			<p>
				„Ваквото решение на судницата, македонското судство го прави регионален лидер во делот на мултимедијалноста и специјалноста на инсталираните софтверски решенија“, вели судијата д-р Лазар Нанев, професор на Правниот факултет на универзитетот „Гоце Делчев“ и координатор на проектот.
			</p>
		</div>
	</div>
</div>






<?php echo $footer; ?>